{"Analyse-commentaires/Analyse-de-la-nature-humaine":{"title":"Analyse de la nature humaine","links":["Biographies/Aristote","Définitions/contrat-social","Définitions/contingent","Définitions/nécessaire"],"tags":[],"content":"\n“L’analyse de la condition originaire de la nature”\n\n(1) les hommes par nature se font la guerre\n(2) Hobbes précise les 3 causes de querelle\n(3) après analyse des causes (leur finalité et comment les hommes y parviennent), Hobbes conclut que le problème peut être réglé par le pouvoir commun\n\nNaturellement, il n’y a pas de gens meilleurs que d’autres. C’est l’égalité naturelle.\nTout le monde peut dominer tout le monde (en contradiction avec l’opinion d’Aristote)\n\nLa rivalité (pour l’acquisition des biens)\nLa méfiance (pour la conservation des biens)\nLa fierté (pour la réputation)\n\nLa guerre de tous contre tous est permanente, c’est la conséquence de 1, 2 et 3.\nExemples de guerres selon Hobbes :\n\n“far west”, luttes des indiens\nguerre civile (qu’il a vécu)\nrelations entre États\n\nLa guerre n’est pas un combat effectif, permanent, mais une disposition au combat, c’est-à-dire une peur de la mort violente (peur principale d’Hobbes après celle de la guerre civile).\nNous avons besoin d’un contrat social.\nL’état de nature remet la présence de l’état nécessaire : qui ne peut pas être autrement.\nDualité /!&lt;/u&gt; :\n\ncontingent\nnécessaire\n\nSelon Hobbes, la Nature humaine nécessite un état."},"Analyse-commentaires/Antigone":{"title":"Antigone","links":[],"tags":[],"content":"\n\nAntigone (Sophocle) : Antigone défie le roi Créon pour enterrer son frère Polynice, malgré l’interdiction. Thèmes : conflit loi vs devoir familial, justice, autorité.\n\n\nFait social (Durkheim) :\n\nLoi de Créon = fait social (norme imposée avec contrainte).\nAntigone désobéit, valorisant les traditions familiales/religieuses au-dessus des lois civiles.\n\n\n\nConscience collective (Durkheim) :\n\nCréon : stabilité et respect des lois civiles = conscience collective.\nAntigone : valeurs religieuses et familiales = autre dimension de la conscience collective.\nConflit = tension entre deux systèmes de valeurs au sein de la conscience collective.\n\n\n"},"Analyse-commentaires/L'individualisme-et-les-intellectuels":{"title":"L'individualisme et les intellectuels","links":[],"tags":[],"content":"Emile Durkheim, 1898\n\nQuestions\n\nQuelle est la fonction d’une religion selon Durkheim ?\nComment Durkheim articule-t-il l’individualisme et l’holisme méthodologique ?\n\nRéponses\n\n\nSelon Durkheim, la fonction d’une religion est de renforcer la cohésion sociale. Elle établit des valeurs et des croyances partagées qui unissent les individus d’une société, créant ainsi une solidarité collective.\n\n\nDurkheim articule l’individualisme et l’holisme méthodologique en montrant que l’individualisme moderne, basé sur l’autonomie et la dignité de l’individu, peut coexister avec la solidarité sociale. Il considère la société comme une réalité qui dépasse les individus, et les valeurs individualistes elles-mêmes sont enracinées dans des structures sociales collectives.\n\n"},"Analyse-commentaires/La-Fontaine-Les-Membres-et-l'Estomac":{"title":"La Fontaine Les Membres et l'Estomac","links":[],"tags":[],"content":"\n\n\nDans “Les Membres et l’Estomac,” La Fontaine représente le pouvoir politique par l’estomac, qui symbolise l’autorité centrale ou le roi. L’estomac nourrit et régule les membres (les citoyens ou les classes sociales), illustrant une relation de dépendance mutuelle entre gouvernants et gouvernés.\n\n\nLa paix est permise par la coopération entre l’estomac et les membres. Les membres comprennent que, bien que l’estomac ne travaille pas comme eux, il remplit une fonction essentielle : il les nourrit. Cela souligne l’importance de l’unité et de la solidarité pour maintenir l’équilibre social et politique.\n\n\n\n\nRetour aux grecs :\nFamille \\approx Cité\nLa famille a des fonctions élémentaires et est associée au corps.\nLa cité a des fonctions politiques et est associée à l’âme.\nDe plus, la cité englobe la famille."},"Analyse-commentaires/La-naturalité-de-la-communauté-selon-Aristote":{"title":"La naturalité de la communauté selon Aristote","links":["Définitions/cité","Définitions/autharcie","Définitions/grégaire","Définitions/genèse"],"tags":[],"content":"\nLa cité est naturelle à l’homme.\nDualisme de la fin :\n\n(1) terme, cessation\n(2) finalité, but, ce vers quoi on tend, “telos” en grec, téléologique = finaliste\n\nIl y a une finalité dans la nature, sans intention. Aristote est finaliste.\nLa nature humaine tend à la communauté politique.\nPour Aristote, l’homme, l’être humain est un animal politique.\n\n\n                  \n                   Dieux\n                  \n                \n\n\n\nAnges = esprits sans corps\n\n\nIA = intelligence pure sans esprit\n\n\n\n\n                  \n                   Êtres humains\n                  \n                \n\n\n\nEntre les dieux et les bêtes\n\n\n\n\n                  \n                   Bêtes\n                  \n                \n\n\nCorps sans esprit\n\n\n\n\n\n\n\nÊtre humain = ZOON POLITIKON = animal politique, doté de langage\n\nVoix = expression des sensations\nLangage = ce qui permet de débattre et de s’exprimer\n\nL’organicisme : \\frac{\\text{communauté}}{\\text{individu}} = \\frac{\\text{corps}}{\\text{membres}}\nGrâce à la communauté, l’individu a des fonctions (c’est sa définition même)\nVoir :\n\nautharcie\ngrégaire\ngenèse\n"},"Analyse-commentaires/Le-pouvoir-commun":{"title":"Le pouvoir commun","links":[],"tags":[],"content":"\nTexte 2 :\n“Seul un pouvoir commun qui tient les humains au regard de la crainte et inhibe leur violence peut tenir ensemble la société.”\nL’État sert à protéger et assurerer la survie des personnes.\nMultiplicité \\rightarrow Unicité\nCela se passe par la soumission d’une diversité de volontés à une seule volonté.\nJe me soumets volontairement à quelque chose qui réduit ma liberté : choisir c’est renoncer."},"Analyse-commentaires/Les-Régles-de-la-méthode-sociologique,-E.-Durkheim-(1894)":{"title":"Les Régles de la méthode sociologique, E. Durkheim (1894)","links":["Définitions/fait-social"],"tags":[],"content":"\ncoercition : fait de contraindre\nQuestions\n\nQuelles sont les deux principales caractéristiques d’un fait social ?\nTrouvez différents exemples de faits sociaux en détaillant leurs caractéristiques.\n\nRéponses\n\n\nLes deux principales caractéristiques d’un fait social selon Durkheim sont :\n\nExtériorité : Les faits sociaux existent en dehors des consciences individuelles. Ils sont des manières d’agir, de penser et de sentir qui existent indépendamment des individus.\nCoercition : Les faits sociaux s’imposent aux individus, que cela soit volontaire ou non. Cette contrainte (\\approx sanction) peut être ressentie lorsque l’individu tente de résister. Le fait social est doté d’une puissance coercitive.\n\n\n\nExemples de faits sociaux :\n\nLangue : C’est un fait social, car elle existe indépendamment de la volonté des individus et s’impose à eux comme un moyen de communication.\nMonnaie : Les systèmes monétaires fonctionnent indépendamment des désirs individuels et les règles de leur usage s’imposent aux membres de la société.\nNormes professionnelles : Chaque profession impose des pratiques et des normes spécifiques aux individus qui la composent, contraignant ainsi leur comportement et leurs décisions.\n\n\n\nCes faits sociaux se distinguent des phénomènes organiques ou psychiques, car ils sont des représentations collectives et non des réalités biologiques ou individuelles."},"Analyse-commentaires/Saint-Paul-Première-épître-aux-Corinthiens":{"title":"Saint Paul Première épître aux Corinthiens","links":[],"tags":[],"content":"12, 12-27\nChez Saint-Paul, la métaphore du corps illustre l’unité spirituelle et l’égalité entre tous les membres de la communauté chrétienne, où même les membres les plus faibles sont essentiels et honorés.\nChez Tite-Live, la métaphore est utilisée dans un contexte politique pour souligner la hiérarchie sociale entre la plèbe et les patriciens. Chaque partie du corps est nécessaire, mais les membres inférieurs (plèbe) sont subordonnés à ceux qui détiennent le pouvoir (patriciens).\nL’inversion principale réside dans l’égalité spirituelle chez Paul versus la hiérarchie sociale chez Tite-Live.\n\n\n\négalité des membres, renversement des hiérarchies\nLe Christ = le corps tout entier, la tête\n"},"Analyse-commentaires/Tite-Live-Histoires-romaines":{"title":"Tite-Live Histoires romaines","links":["Biographies/Tite-Live"],"tags":[],"content":"\nQuestions\n1. Que permet d’exprimer la métaphore organiciste ?\nLa métaphore organiciste dans ce passage permet de représenter la société comme un corps humain, où chaque partie du corps est comparée à un groupe social ou une fonction dans la cité. Cette métaphore souligne l’idée d’interdépendance entre les différentes parties : chaque membre du corps (ou groupe social) a une fonction essentielle et, sans la contribution de l’un, l’ensemble du corps ne peut pas bien fonctionner.\nDans le passage, les membres du corps (les citoyens ou les classes sociales) s’opposent à l’estomac (probablement symbolisant les patriciens ou les gouvernants), car ils se sentent lésés. L’estomac, lui, est décrit comme profitant des autres parties du corps sans leur rendre en retour. Cela exprime un déséquilibre dans la société, où certaines classes sociales perçoivent qu’elles ne bénéficient pas de l’effort qu’elles fournissent, ce qui mène à la révolte ou au mécontentement social.\n2. Dans quel but est-elle mobilisée ici ?\nLa métaphore est mobilisée ici pour calmer le peuple en colère et lui faire comprendre l’importance de l’unité et de la coopération entre toutes les classes sociales. En utilisant cette métaphore, Ménénius Agrippa cherche à convaincre les citoyens (probablement le peuple plébéien) que bien qu’ils puissent se sentir exploités ou négligés, leur contribution est essentielle au bon fonctionnement de la cité tout entière. Le but est de rétablir la paix sociale en faisant comprendre aux plébéiens que leur bien-être est lié à celui de la cité, tout comme le bon fonctionnement d’une partie du corps dépend de la bonne santé de l’ensemble.\nCette comparaison vise donc à montrer que la révolte des plébéiens est comparable à un dysfonctionnement dans un corps humain, et que la solution est dans l’harmonie et la coopération, plutôt que dans la division.\n\n\nDans ce texte, Tite-Live raconte un récit datant de 494 av JC.\n\ninterdépendance des membres du corps social\ndiversité et spécialisation des rôles sociaux\n\nLa métaphore a une fonction pacificatrice et qui a pour but la fin de la lutte des classes.\n\\rightarrow rôle de parole\n“Les sociétés sont des sociétés aussi longtemps qu’elles parviennent à s’imaginer qu’elles sont des sociétés.” - Peter Sloterdijk\nBenedict Anderson parlait de “communautés imaginaires”"},"Analyse-commentaires/Un-Songe":{"title":"Un Songe","links":[],"tags":[],"content":"Sully Prodhomme, 1872\n\nQuestion\nEn quoi ce poème illustre-t-il la doctrine de Durkheim ?\nRéponse\nLe poème Un Songe de Sully Prudhomme illustre la doctrine de Durkheim en trois points principaux :\n\n\nLes faits sociaux : Les métiers (laboureur, tisserand, maçon) sont des exemples de « faits sociaux » qui existent indépendamment de l’individu et s’imposent à lui. Ces rôles sont nécessaires pour la société, et l’individu ne peut s’en passer.\n\n\nL’interdépendance sociale : Le poème montre clairement que « nul ne se peut vanter de se passer des hommes », ce qui reflète la solidarité organique de Durkheim, où chaque individu dépend des autres pour survivre et prospérer.\n\n\nLe lien social : En déclarant aimer les autres hommes à la fin du poème, le locuteur reconnaît l’importance de ces relations pour la cohésion sociale, illustrant l’idée durkheimienne que les sentiments de solidarité sont essentiels au lien social.\n\n"},"Biographies/Aristote":{"title":"Aristote","links":[],"tags":[],"content":"Connu pour avoir établi les premiers fondements de la philosophie de la nature, discipline regroupant la physique et la biologie, Aristote est aussi le fondateur de la métaphysique, dite à la fois « philosophie première », puisqu’elle consiste à rechercher les premières causes et les premiers principes de l’existence de l’Univers, et « théologie », puisqu’elle traite de cette cause première qu’est Dieu.\nIl s’est de surcroît consacré à la logique, en particulier au syllogisme, qui consiste à déceler la vérité dans une proposition donnée.\nEnfin, il est l’auteur d’une théorie morale et politique visant respectivement le bonheur et la « vie bonne ».\nL’aristotélisme irrigua toute la pensée du Moyen Âge."},"Biographies/Calvin":{"title":"Calvin","links":[],"tags":[],"content":"Jean Calvin est un juriste, humaniste, qui adhère aux idées nouvelles de Martin Luther et devient un grand théologien. Obligé de quitter la France pour Genève, c’est là qu’il bâtit le modèle des Églises réformées. Genève devient une ville-phare du protestantisme."},"Biographies/E.-Durkheim":{"title":"E. Durkheim","links":[],"tags":[],"content":"Durkheim est sans doute, de tous les sociologues classiques, celui qui reste le plus présent dans la sociologie contemporaine. Cela constitue une sorte de paradoxe. Conservateur, voyant dans le socialisme plutôt une conséquence des dérèglements engendrés par l’évolution des sociétés modernes qu’un remède possible à leurs maux, convaincu que l’individu ne peut être heureux que dans une société qui lui impose normes et contraintes, Durkheim n’est guère au goût du temps. Pourtant, le visage qu’il donna à la sociologie, la méthodologie qu’il élabora sont aujourd’hui revendiqués par la communauté scientifique des sociologues comme un bien commun. S’il n’échappa pas complètement à l’esprit de système, il démontra, peut-être le premier avec une telle force, que la sociologie pouvait être une science positive."},"Biographies/E.-Kantorouviz":{"title":"E. Kantorouviz","links":[],"tags":[],"content":"Ernst Kantorowicz (1895-1963) était un historien germano-américain spécialisé dans la théologie politique médiévale. Son œuvre majeure, “Les Deux Corps du Roi”, explore l’idée que les rois médiévaux possédaient un corps physique et un corps politique. Il enseigna à Berkeley et à Princeton après avoir fui l’Allemagne nazie."},"Biographies/Gabriel-Tarde":{"title":"Gabriel Tarde","links":[],"tags":[],"content":"Si à certaines notions, fondamentales en sociologie – la conscience collective, l’idéal type, la communauté –, sont associés les noms de Durkheim, Weber et Tönnies, qu’elles suffisent à évoquer, c’est au thème de l’imitation que celui de Tarde demeure classiquement attaché. Le rôle essentiel que ce dernier a assigné à la répétition ainsi qu’aux phénomènes de contagion dans la formation et l’évolution des comportements l’a opposé à Durkheim."},"Biographies/Galilée":{"title":"Galilée","links":[],"tags":[],"content":"Astronome et physicien italien (Pise 1564-Arcetri 1642)."},"Biographies/Gustave-Le-Bon":{"title":"Gustave Le Bon","links":[],"tags":[],"content":"Sociologue français, célèbre par l’intérêt qu’il porta à la « psychologie des foules ». Gustave Le Bon fut un esprit universel et un polygraphe abondant. De formation médicale, il se distingua dans les ambulances mobiles en 1870, publia des travaux sur le choléra, sur la mort apparente, sur l’hygiène du soldat, sur l’asphyxie ; puis il se tourna vers l’anthropologie et fut chargé en 1884 d’une mission d’archéologie aux Indes. Il fonda chez Flammarion la célèbre Bibliothèque de philosophie contemporaine, dans laquelle il allait publier désormais la plupart de ses œuvres ; celles-ci portent, d’un côté, sur la politique et ce qu’on appellera bientôt la sociologie, ou la psychologie sociale, et, d’un autre côté, sur la physique théorique, science à laquelle Le Bon s’adonne à partir de 1896 ; ses recherches, conduites dans un laboratoire privé, furent en général mal accueillies par les savants de l’époque ; elles contiennent pourtant des intuitions intéressantes sur les rapports entre la matière et l’énergie."},"Biographies/Hannah-Arendt":{"title":"Hannah Arendt","links":[],"tags":[],"content":"Philosophe américaine d’origine allemande (Hanovre 1906-New York 1975).\nUniversitaire de renom aux États-Unis, solidaire des victimes du totalitarisme dont elle a analysé les conditions d’émergence, Hannah Arendt a mené une réflexion originale et essentielle, qui a fait surgir la notion de crise de la culture allant de pair avec la perte du sens de la tradition."},"Biographies/Jean-Pierre-Vernant":{"title":"Jean-Pierre Vernant","links":[],"tags":[],"content":"Philosophe et historien français (Provins 1914-Sèvres, Hauts-de-Seine, 2007).\nEntré au C.N.R.S. en 1948, il devient professeur au Collège de France en 1975. Il crée un nouveau domaine, l’histoire des concepts philosophiques et met ainsi en lumière la naissance de la rationalité occidentale à partir des premiers penseurs grecs (Mythe et pensée chez les Grecs, 1965). Dans l’Univers, les Dieux et les Hommes (1999), il fait revivre les récits grecs des origines."},"Biographies/John-Krakauer":{"title":"John Krakauer","links":[],"tags":[],"content":"Jon Krakauer est un auteur, journaliste et alpiniste américain né le 12 avril 1954 à Brookline, Massachusetts. Il est surtout connu pour ses récits d’aventures en plein air et d’exploration, ainsi que pour ses reportages d’investigation. Son ouvrage le plus célèbre, Into the Wild (1996), raconte l’histoire tragique de Christopher McCandless, un jeune homme qui a quitté la société pour vivre dans la nature sauvage de l’Alaska."},"Biographies/Karl-Marx":{"title":"Karl Marx","links":[],"tags":[],"content":"Karl Marx est un journaliste, théoricien et révolutionnaire allemand né le 5 mai 1818 à Trèves, en Prusse, et mort le 14 mars 1883 à Londres. Coauteur du Manifeste du parti communiste avec Friedrich Engels, il a posé les fondements du mouvement socialiste et ouvrier avec son ouvrage Le Capital. Grand critique du capitalisme et défenseur du prolétariat, il a exercé une influence considérable sur les mouvements révolutionnaires et les sciences humaines et sociales du XXe siècle."},"Biographies/Kierkegaard":{"title":"Kierkegaard","links":[],"tags":[],"content":"Philosophe danois (Copenhague 1813-Copenhague 1855).\nAdmirateur mais adversaire de Socrate, Søren Kierkegaard livre une œuvre qui relève autant de la philosophie spéculative que de la théologie savante et de la poésie lyrique. Placée sous le double signe du paradoxe et de l’exception, sa pensée inaugura au xixe s. un mode d’expression jusqu’alors inédit."},"Biographies/Lucas-de-Pena":{"title":"Lucas de Pena","links":[],"tags":[],"content":"Lucas de Penna (ou Luca de Penna) était un juriste napolitain du XVIe siècle. Il est surtout connu pour son travail en tant que commentateur des lois et du droit canonique. Ses contributions importantes incluent des commentaires détaillés sur le Codex Justinianus, un recueil des lois romaines, qui a influencé le développement du droit en Europe. Ses écrits ont joué un rôle clé dans la diffusion et l’interprétation du droit romain dans les tribunaux de l’époque."},"Biographies/Luther":{"title":"Luther","links":[],"tags":[],"content":"Luther est un moine, professeur de théologie. Il critique les pratiques de l’Église catholique, comme la vente des indulgences, qu’il trouve contraires à l’enseignement de la Bible. Excommunié en 1521 par le pape Léon X, il est protégé par le prince allemand, Frédéric le Sage. Grâce à ce protecteur, il peut développer ses idées réformatrices et constituer en Allemagne les bases des premières Églises protestantes. Ses idées se répandent très vite en Europe, notamment grâce à l’imprimerie."},"Biographies/Max-Weber":{"title":"Max Weber","links":[],"tags":[],"content":"Économiste, sociologue et philosophe allemand (Erfurt 1864-Munich 1920).\nContemporain d’Émile Durkheim, Max Weber fait aussi partie des fondateurs de la sociologie moderne, qui analyse le mode de fonctionnement et la finalité de la société industrielle. Son œuvre maîtresse, l’Éthique protestante et l’esprit du capitalisme, rayonne depuis un siècle sur l’histoire des idées."},"Biographies/Oliver-Rey":{"title":"Oliver Rey","links":[],"tags":[],"content":"Oliver Rey est un écrivain, philosophe et essayiste français. Né en 1965, il est connu pour ses réflexions sur les impacts de la modernité sur l’homme et son environnement. Il critique la surmodernité et les excès technologiques, notamment dans ses ouvrages comme “Le Temps du monde fini” (2010). Rey explore aussi des questions liées à l’écologie, la politique, et le sens de la vie dans un monde de plus en plus déshumanisé. Ses travaux mettent souvent en avant une quête d’équilibre face aux dérives contemporaines et un retour à des valeurs humaines fondamentales."},"Biographies/Platon":{"title":"Platon","links":[],"tags":[],"content":"Platon est un des philosophes majeurs de la pensée occidentale, et de l’Antiquité grecque en particulier. Son œuvre, essentiellement sous forme de dialogues, se présente comme une recherche rigoureuse de la vérité, sans limitation de domaine. Sa réflexion porte aussi bien sur la politique que sur la morale, l’esthétique ou la science.\nLa confiance dans la capacité humaine de connaître la réalité est ce qui constitue l’unité de l’œuvre de Platon. Contre les sophistes, qui enseignent l’art de convaincre et de plaire, Platon pose la question du discours vrai. Le réel est connaissable ; l’homme n’est pas limité à ses impressions : par ce qu’il sent, il peut avoir accès à une réalité qui le dépasse. Son œuvre s’oriente ainsi dans deux directions complémentaires : d’une part, chercher la vérité à propos de réalités déterminées (la justice, le monde, par exemple) ; d’autre part, chercher à justifier la possibilité même de connaître la vérité."},"Biographies/Raymond-Boudon":{"title":"Raymond Boudon","links":[],"tags":[],"content":"Né à Paris en 1934, normalien agrégé de philosophie en 1958, nommé professeur de sociologie à la Sorbonne (Paris-IV) en 1967, membre de l’Institut en 1990, Raymond Boudon a aussi enseigné régulièrement à l’université de Genève et connu une riche carrière internationale, enseignant notamment à Harvard, Chicago et Oxford."},"Biographies/Rousseau":{"title":"Rousseau","links":[],"tags":[],"content":"Rousseau est un collaborateur de l’Encyclopédie et un philosophe majeur des Lumières françaises. Sa pensée embrasse des domaines variés : critique sociale, théorie politique, morale, théologie, autobiographie ; elle s’exprime dans de nombreux genres : discours, roman, théâtre, traité philosophique, confessions, sans oublier la composition musicale.\nLa réflexion sur la liberté constitue l’unité de cette œuvre singulière et complexe : liberté originelle de l’homme à l’état de nature, liberté du solitaire abîmé dans la rêverie, liberté politique fondée sur le contrat. Quel que soit l’aspect considéré, il s’agit toujours de mettre au jour la liberté, de lutter contre ce qui en nie l’existence et en empêche la compréhension. Rousseau a montré le lien étroit qui unit égalité et liberté. Il est, par sa sensibilité vive, son amour de la solitude et de la nature, un précurseur du romantisme ; il est aussi un remarquable théoricien de la république.\nRousseau demeure toutefois une figure singulière et paradoxale. Philosophe des Lumières, il est incompris de ses pairs et hostile à des thématiques centrales à son époque. Il s’oppose à l’idée de progrès, méprise l’histoire, condamne le cosmopolitisme. Sa pensée présente elle-même de nombreux paradoxes : éloge de la solitude et du sens civique, éloge de la nature originelle et des vertus civilisatrices de la société du contrat."},"Biographies/Salimbene-de-Parma":{"title":"Salimbene de Parma","links":[],"tags":[],"content":"Salimbene de Parma (1221–1290) était un moine franciscain et chroniqueur italien. Né à Parme, en Italie, sous le nom de Ognibene di Guido, il rejoint l’ordre des Franciscains en 1238, adoptant le nom de Salimbene. Il est surtout connu pour sa chronique historique, “Chronica”, qui offre un aperçu unique de la vie en Europe au XIIIe siècle, particulièrement en Italie.\nLa chronique de Salimbene couvre une large gamme de sujets, des événements politiques et religieux aux phénomènes naturels et aux coutumes sociales. Il y décrit des figures célèbres comme l’empereur Frédéric II, les papes, ainsi que des détails sur la vie quotidienne, la vie monastique et les conflits internes dans l’Église.\nSalimbene est également connu pour son style vivant et son approche souvent critique, mais il montre aussi un intérêt pour les récits populaires et la culture de son temps, offrant ainsi un témoignage précieux pour les historiens de l’époque médiévale."},"Biographies/Socrate":{"title":"Socrate","links":[],"tags":[],"content":"Philosophe grec (Alôpekê, Attique, 470-Athènes 399 avant J.-C.).\nHomme de la parole philosophique en cette époque du « siècle de Périclès » féconde entre toutes pour l’histoire de la pensée en Occident, Socrate fit de l’intelligence l’instrument d’une quête méthodique de la vérité. Son enseignement, propagé par les dialogues de Platon, fut si déterminant que la vie de l’esprit en fut à jamais transformée."},"Biographies/Thomas-Hobbes":{"title":"Thomas Hobbes","links":[],"tags":[],"content":"Philosophe anglais (Westport, Wiltshire, 1588-Hardwick Hall 1679).\nAuteur du célèbre Léviathan (1651), mais aussi de trois importants ouvrages qui composent ses Éléments de philosophie – De cive (« Du citoyen », 1642), De corpore (1655), De homine (1658) –, Thomas Hobbes est un théoricien du droit et du contrat social, et, comme tel, l’un des fondateurs de la philosophie politique moderne."},"Biographies/Tite-Live":{"title":"Tite-Live","links":[],"tags":[],"content":"Tite-Live (en latin Titus Livius), né en 59 avant J.-C. à Padoue et mort en 17 après J.-C., est un historien romain célèbre pour son œuvre monumentale, “Ab Urbe Condita” (Depuis la fondation de la ville). Cette œuvre raconte l’histoire de Rome depuis sa fondation légendaire en 753 avant J.-C. jusqu’à son époque, couvrant environ sept siècles d’histoire.\nBien que Tite-Live ne soit pas un acteur majeur dans la vie politique ou militaire de son époque, il fut très apprécié par l’empereur Auguste, qui appréciait ses récits glorifiant les vertus romaines. Son œuvre est une source précieuse pour comprendre l’histoire et la culture de la Rome antique, même si elle doit parfois être lue avec précaution en raison de son souci de magnifier le passé romain.\nMalheureusement, une grande partie de son travail a été perdue : sur les 142 livres qu’il a écrits, seuls 35 nous sont parvenus. Son style narratif, vivant et dramatique, a influencé de nombreux historiens et écrivains de l’Antiquité jusqu’à nos jours."},"Cours/Cours-Philo":{"title":"Cours Philo","links":["tags/CapECL","tags/CapECL/Philo","Définitions/idéologie","Définitions/communautarisme","Définitions/individualisme","Biographies/Rousseau","Définitions/naturel","Biographies/Socrate","Biographies/Platon","Biographies/Aristote","Analyse-commentaires/La-naturalité-de-la-communauté-selon-Aristote","Biographies/Hannah-Arendt","Définitions/finalité","Biographies/Salimbene-de-Parma","Biographies/John-Krakauer","Biographies/Oliver-Rey","Biographies/Kierkegaard","Définitions/hybris","Biographies/Jean-Pierre-Vernant","Biographies/Thomas-Hobbes","Définitions/anthropologique","Biographies/Galilée","Définitions/nature-pour-Hobbes","Analyse-commentaires/Analyse-de-la-nature-humaine","Analyse-commentaires/Le-pouvoir-commun","Définitions/contrat-social","Définitions/vision-finaliste","Définitions/providentialisme","Analyse-commentaires/Tite-Live-Histoires-romaines","Analyse-commentaires/La-Fontaine-Les-Membres-et-l'Estomac","Analyse-commentaires/Saint-Paul-Première-épître-aux-Corinthiens","Biographies/Lucas-de-Pena","Biographies/E.-Kantorouviz","Définitions/perversion","Définitions/ochlocartie","Définitions/phrénologie","Biographies/Karl-Marx","Biographies/E.-Durkheim","Biographies/Gabriel-Tarde","Biographies/Gustave-Le-Bon","Biographies/Raymond-Boudon","Biographies/Max-Weber","Biographies/Luther","Biographies/Calvin","Analyse-commentaires/Les-Régles-de-la-méthode-sociologique,-E.-Durkheim-(1894)","Analyse-commentaires/Antigone","Analyse-commentaires/L'individualisme-et-les-intellectuels","Analyse-commentaires/Un-Songe"],"tags":["CapECL","CapECL/Philo"],"content":"CapECLPhilo\nLa communauté et l’individu\nIntroduction\n\nrelation d’inclusion entre communauté et individu\n\ncommunauté = ensemble d’individus\n\n\n\nProblématique 1 :\n\nexistence de communautés plus “faibles” (lieu, temporalité…)\n\nDualisme :\n\nchoix, volonté\nreçue, héritage\nMais alors où se place la communauté nationale par exemple ?\n\nProblématique 2 :\nLa communauté précède-t-elle l’individu ?\nOù les individus sont-ils les ingrédients de la communauté ?\n\nEst-ce que la communauté est un assemblage d’individus qui étaient libres et isolés auparavant ou bien la communauté précède l’individu ?\n\nA-t-on besoin des autres pour être libre ?\nProblématique 3 :\nOpposition de 2 idéologie, de 2 dangers :\n\ncommunautarisme VS individualisme\n\nLeçon 1\nRousseau : plus fort en communauté\nEvoque le “naturel”\nSocrate → Platon (fonde l’académie) → Aristote (fonde le lycée)\nDocument 1 :\nLa naturalité de la communauté selon Aristote\nLeçon 2\nI. La conception prémoderne de la communauté (Aristote)\nHomme = animal politique\nSa finalité est al communauté politique\nLe bien de l’individu se confond avec le bien de la communauté (ou cité pour les grecs)\nHannah Arendt, Condition de l’homme moderne :\n“C’est le langage qui fait de l’homme un animal politique”\nVoir finalité\nLe terme grec “eudaimonia” (εὐδαιμονία) se traduit par “le bonheur” ou “l’accomplissement”, souvent dans un sens de bien-être ou de vie épanouie. C’est un concept central dans la philosophie d’Aristote, qui le considère comme le but ultime de la vie humaine, atteignable en vivant de manière vertueuse.\nLe terme “le bien”, en revanche, peut être associé à d’autres concepts philosophiques grecs, comme “agathon” (ἀγαθόν), qui désigne le bien moral ou ce qui est bon.\nIllustrations :\n\n\nSalimbene de Parma (qui n’aime pas Frédéric II), fin XXIIIᵉ :\nChronique, paragraphe 1664 :\nUn bébé à qui on ne parle pas meurt, l’homme n’a donc pas de langage pré-défini.\n\n\nJohn Krakauer, Into the wild (Voyage au bout de la solitude), 1996 :\nChristopher MacCandless devient Alex Supertramp.\n“Happiness is real only when shared”\n\n\nOliver Rey, Une question de taille\n\n\nConclusion I.\n\nQu’est-ce qu’un individu ?\n\nIndividus = in/divisible\nCe qui ne peut être divisé sans perdre ses caractéristiques propres (unité et unicité).\n\nConception moderne de l’individu :\nSéparer l’individu de la communauté dont il appartient, l’isoler de tous ses liens.\n\\rightarrow Atome = atomos, inséparable\n\nOr, pour Aristote, l’individu n’est pas l’élément fondamental Son identité est définie par la communauté qui le précède.\nLa conception moderne se différencie de la vision d’Aristote.\nSocrate : “Connais-toi toi-même”\n\nlecture moderne (Kierkegaard) : introspection individualiste\nlecture par Socrate : sagesse ancienne — connais tes limites, ta place dans la société et dans le cosmos (le monde)\n\nPire chose possible pour les grecs : l’hybris.\nSocrate n’exalte pas l’individualité.\nLes héros mythologiques ?\nLe status héroïque dépend bien de la gloire accordée par la cité, comme une mémoire glorieuse de quelqu’un. Il existe les héros (de valeurs positives) et les anti-héros (anti-modèles) qui incarnent ce qu’il ne faut pas.\nVoir Jean-Pierre Vernant, L’individu dans la cité, 1985 :\nLe héros incarne et solidifie les valeurs de la cité.\n(ce qui pose également des problématiques)\nII. La conception artificialiste de l’État et de l’individu chez Thomas Hobbes\nThomas Hobbes (1588-1679)\nL’homme est né avec la peur, car c’est cette même peur qui a fait accoucher sa mère.\nOn parle ici principalement de la peur de la guerre civile en politique (vécu par Hobbes).\nEn effet, Hobbes a vécu toute sa vie dans un chaos politique. Sa seule solution : une autorité forte pour éviter la guerre civile.\nSon œuvre la plus connue : Leviathan, 1651\nPoint de départ de la politique : la réflexion anthropologique.\nPour Hobbes, la société n’est pas un corps, mais un automate (influence de la science de Galilée).\nTout est matière, tout s’explique par cause à effet, plus de réflexion sur la finalité des choses.\nOn parle alors de mécanisme (anthropologie mécaniste) et de matérialisme.\nL’homme est un corps qui comme tous les autres corps suit le principe d’inertie, il cherche mécaniquement sa conservation.\n\nJe lis en moi-même comme un livre, et je trouve en moi-même la nature humaine.\n\n\nIntro du Leviathan\n\nCitation du chapitre XI :\n“Je teins comme une inclination générale de tous les hommes, un désir permanent et sans relâche d’acquérir pouvoir après pouvoir, désir qui ne cesse qu’à la mort.”\nChapitre XIII :\nHobbes pense l’État de nature” (=analyse de la condition originaire de la nature).\nVoir : nature pour Hobbes.\nDe plus, les scientifiques font des expériences de pensée.\nDocument 2 :\nChapitre 13 :\nAnalyse de la nature humaine\nChapitre 17 :\nLe pouvoir commun\nLeçon 3 : Les enjeux de la rupture moderne\n(Aristote \\rightarrow Hobbes)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/Modèle AristotélicienModèle de HobbesFinalité de la sociétéLe bien commun, l’épanouissement de la société (eudaimonia, bonheur et floraison personnelle)S’assurer de sa sécurité et de ses biens.Rapport de l’individu au groupeComme un organe au corps (organiphisme, indivisibilité)L’individu soumet volontairement sa volonté à celle du pouvoirOrigine du lien politique ou socialCondition naturelle de l’être humain puisque l’homme est un animal politique.La peur est nécessaire pour la nature humaine (contrat social)Autres aspectsLe language est l’outil le plus important pour la consititution de la communauté (vision finaliste)Vision matérialiste, nous avons une volonté inée d’accumuler des biens. La société est comme un automate.\nprovidentialisme : Le bon Dieu a fait des fruits pour qu’on puisse les cueillir facilement et des animaux pour qu’ils nous servent. -Bernardin de Saint-Pierre\n\nComment ma volonté est-elle représentée par le pouvoir ?\nex : élections dans le cas d’une société démocratique.\nI. L’inversion de la finalité\nAristote : l’être humain est un homme finalisé : tout être vivant est finalisé\n\\rightarrow tendance intérieure à un accomplissement\nnature = principe de mouvement\n\nnascor (natura) = naître\nphysis = physique (étude de la nature)\n\nphvein = apparaître à la lumière\n\n\n\nConception politique : la société vise le bien commun et le bonheur des citoyens\nModernité = évacuation de la finalité\nPrincipe d’inertie : conservation de l’état dans lequel on est, repos du mouvement\n\\rightarrow Robert Spaemann : “inversion théologique” (de la finalité)\n\nDu bien vivre au survivre\nDu bien commun au mal partagé (peur de la guerre)\n\nDualisme :\n\nconservatisme : conservation de l’état de repos\nprogressisme : conservation de l’état de mouvement\n\nLa doctrine aristotélicienne est paternaliste.\nLa vision d’Aristote ne permet pas la présence de définition du bonheur.\nLa liberté effective se joue dans la conformité rationnelle des lois.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nModéle AModèle HCultureMinistère de l’intérieurService militairePoliceBanquetsDéfendre la liberté individuelle et la propriété privéEducation\nDocument 3\nTexte 1 :\nTite-Live Histoires romaines\nTexte 2 :\nLa Fontaine Les Membres et l’Estomac\nTexte 4 :\nSaint Paul Première épître aux Corinthiens\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPré-moderne : Moyen-AgeModernitéLogique du corpsLogique de l’âmeOrdre de filiation, fait naturel de l’engendrement, analogie familiale (doctrine chrétienne)Spiritualisation\nAu Moyen Âge, analogie :\n\\frac{\\text{Christ}}{\\text{Communauté chrétienne}}=\\frac{\\text{Roi}}{\\text{République}}\n\n\n\nLucas de Pena\n\n\nE. Kantorouviz, Les Deux Corps du Roi :\n\nCorps physique mortel\nCorps politique immortel\n\n\n\nLeçon 4\nI. Histoire et panorama de la sociologie\n1. La sociologie avant l’invention de la sociologie\nAristote (voir aussi Montesquieu et Tocqueville)\nLes institutions politiques doivent s’adapter à des liens de sociologie/de solidarité qui leur préexistent.\nPour Aristote : famille \\rightarrow village \\rightarrow cité\nIl étudie les cités grecques pour comprendre les institutions\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/unquelques unstousclassiquemonarchiearistocratie (méritocratie)république (démocratie)perversiondictature (tyran)oligarchieochlocartie\nAristote a une sociologie implicite.\nIl explique le comportement des individus à partir des liens sociaux.\n\nHobbes : le tout social s’explique à cause des comportements individuels égoïstes.\nIl est le précurseur du discours économique classique.\n2. L’invention de la sociologie\nPopularisation du terme avec Auguste Comte (années 1830, inventeur du positivisme).\nPour lui, la sociologie est une “physique sociale”.\nCompte a grandement inspiré Zola (ex : la loi de l’hérédité, l’alcoolisme se transmet à travers les génération)\nApparition de la phrénologie.\nAge religieux \\rightarrow age métaphysique \\rightarrow positivisme\nFait positifs = faits observables objectivement, factuellement\nDéfinition de la sociologie :\nÉtude positive de l’ensemble des lois fondamentales propres aux phénomènes sociologiques.\nKarl Marx : pensée sociologique fondée sur le matérialisme historique (il pense que le moteur de l’histoire est la matière)\nNous serions tous déterminés par la matière.\nL’organisation et l’évolution de la société est déterminée par les rapports de production.\nÉtat centralisé nécessaire : il fallait centrer le capital.\n“L’infrastructure (l’échelle économique) déterminée par la super-structure (idéologique).”\nIdées, représentation, structure sociale\n\\rightarrow passer à l’acte, révolution (communisme)\nGauche : révolutionnaires VS réformistes\nPour Marx, il faut changer la structure.\n3. La sociologie comme discipline : E. Durkheim (voir II.) et l’école française de sociologie\nParodigme commun : holisme méthodologique, holos = totalité\nLe tout détermine les parties.\nLa collectivité détermine le comportement individuel.\n4. Les écoles hérétiques\nParadigme commune : individualisme méthodologique\nLes phénomènes sociaux s’expliquent à partir des décisions (rationnelles) des individus.\nGabriel Tarde et Gustave Le Bon \\rightarrow psychologie des foules\nTous deux influencés par la psychologie.\nÀ ce moment, la psychologie était toujours individuelle.\n“L’imitation permet d’expliquer des phénomènes collectifs à partir d’agrégation de comportements individuels.”\nagrégation : mettre ensemble, enchainement de comportement\nRaymond Boudon :\n\nne pas vouloir de fossé entre soit et sa famille\nvouloir uniquement une faible progression sociale\n\n5. La sociologie compréhensive : Max Weber\nEssayer de comprendre le point de vue des agents sociaux, leurs motivations.\nNotion centrale : les valeurs\nPour Weber, les représentations religieuses sont les faits de l’opinion du peuple (de la condition matérielle). La religion est l’opinion du peuple.\nMarx \\neq Weber\nPour Weber, les valeurs sont capables de mobiliser.\n“L’ethique protestante et l’esprit du capitalisme”\nWeber remarque que là où le protestantisme s’est développé, c’est là aussi où le capitalisme est arrivé en premier. Ces valeurs ont-elles pus favoriser un certain développement économique ? (par opposition totale au catholicisme)\nChez Luther (qui a traduit la bible en allemand), il utilise le mot Beruf pour :\n\nvocation, appel divin\ntravail métier (sens courant actuel).\n\nLes gens conçoivent leur propre métier comme une vocation divine \\rightarrow représentation de leur accomplissement.\nLe travail est en effet la première vocation de l’homme. La pénibilité du travail est une malédiction, pas le travail lui-même.\nCalvin : Doctrine de la prédestination\nIl y a des élus au sein de la population, cela se manifeste par l’association de la richesse et de la modestie d’un individue.\n\nbcp d’argent + modération : dieu vous a choisi\naccumulation (éthique protestante)\ncontraire à Marx, ici valeurs\n\nWeber n’est pas individualiste.\nII. La constitution de la sociologie comme science (Émile Durkheim)\n1. Qu’est-ce qu’un fait social ?\nL’un de ses premiers livres :\n“Les règles de la méthode sociologique” (1874)\n“Le suicide” (1897)\nDocument 4\nTexte 1 :\nLes Régles de la méthode sociologique, E. Durkheim (1894)\nExemple de contraintes : les normes sociales, la pression sociale.\nExemple de sanction : le rejet social, l’exclusion du corps social.\nExemple de fait social : l’argent.\nLa sanction va du mauvais regard à la peine de mort.\n\nFilm Reservoir Dogs, scène du pourboire\n\nDurkheim étudie aussi le taux de suicide qu’il liera ensuite aux liens sociaux.\nIl conclut que le suicide existera toujours.\nL’individu est constitué d’un faisceau de faits sociaux provenant de la société.\nPour Durkheim, la religion représente la conscience collective de la société.\nIl pense que la conscience individuelle existe, mais que tout est lié à la société.\nConscience morale = conscience intériorisée de la société\nVoir Antigone.\n2. La méthode des variations concomitantes\nLa sociologie n’analyse pas l’individu (en tout cas chez Durkheim).\nCe dernier opte pour un travail statistique, analytique.\nPour lui, le taux de suicide est directement corrélé avec le niveau d’éducation.\nIl affirme :\n\n“La concomitance constante est donc elle-même une loi”\n\nNB : corrélation \\neq causalité\nEn effet, 3 cas de loi :\n\ncausalité directe : A\\RightarrowB\ndépendance d’une même cause : C\\RightarrowA et C\\RightarrowB\nprésence d’une cause intermédiaire : A\\RightarrowB\\RightarrowC\n\nExemple :\ntaux de suicide // taux d’études\nLes deux dépendent d’une même cause, l’affaiblissement du traditionalisme religieux.\n\\rightarrow méthode quantitative et statistique\n\nAndré Siegfield (1913)\n\nutilisation de cartes géologiques pour aboutir à la conclusion suivante :\nEn Vendée, le nord en granite vote à droite et le sud en calcaire vote à gauche.\nIl a dit : “Le granite produit le curé, le calcaire l’instituteur.”\n\n\nDurkheim :\n“Il faut traiter les phénomènes sociaux comme des choses.”\nChose : extériorité, objectivité, qq ch de mesurable (def de la science physique, ce sont les conditions de la scientificité de la société)\nLes faits sociaux sont “comme des moules en lesquels nous sommes nécessités à couler nos actions.”\nnécessité = contrainte\nExemple : pour faire passer un message, il faut le mouler dans la langue française pour se faire comprendre. La langue est un moule qui s’impose à nous.\nIII. L’individualisme selon Durkheim\n1. La conception durkheimienne de l’Histoire\n\n\nloi générale de l’histoire : La Divison du Travail Social\n\\rightarrow C’est la diversification et la spécialisation des fonctions\n\n\nsociété homogène : ressemblance, solidarité, mécanique\nMais la société est de plus en plus hétérogène en raison de la différentiation :\n\n\n\n\n\nde personnalisation\n\n\n\n\nde solidarité (organique)\n\n\n\nOn constate également une augmentation de l’individualisme moral (=fait social) :\n\nengagement pour la défense des droits et de la dignité des individus.\n\nDocument 4\nTexte 2 :\nL’individualisme et les intellectuels\nTexte 3 :\nUn Songe"},"Définitions/anthropologique":{"title":"anthropologique","links":[],"tags":[],"content":"L’anthropologie est l’étude des êtres humains, de leurs sociétés et de leurs cultures, à travers le temps et l’espace. Elle examine à la fois les aspects biologiques, culturels et sociaux des humains pour comprendre leurs modes de vie, comportements et évolutions."},"Définitions/autharcie":{"title":"autharcie","links":[],"tags":[],"content":"se suffir à soi même"},"Définitions/cité":{"title":"cité","links":[],"tags":[],"content":"communauté politique qui se suffit à elle-même et dont les citoyens sont libres et égaux (ex. démocratie athénienne)"},"Définitions/communautarisme":{"title":"communautarisme","links":[],"tags":[],"content":"danger sur l’individu"},"Définitions/contingent":{"title":"contingent","links":[],"tags":[],"content":"ce qui peut être autrement ou ce qui peut ne pas être"},"Définitions/contrat-social":{"title":"contrat social","links":[],"tags":[],"content":"Chez Hobbes, le contrat social est un accord par lequel les individus renoncent à leur liberté naturelle et transfèrent leur pouvoir à un souverain absolu, en échange de la sécurité et de l’ordre. Ce pacte fonde l’autorité politique légitime et évite l’état de nature, que Hobbes décrit comme un état de guerre de chacun contre tous."},"Définitions/fait-social":{"title":"fait social","links":[],"tags":[],"content":"Chez Durkheim :\ntype de comportement ou de pensée"},"Définitions/finalité":{"title":"finalité","links":[],"tags":[],"content":"ce que l’homme doit pousuivre pour être heureux"},"Définitions/genèse":{"title":"genèse","links":[],"tags":[],"content":"naissance, croissance"},"Définitions/grégaire":{"title":"grégaire","links":[],"tags":[],"content":"troupeau"},"Définitions/hybris":{"title":"hybris","links":[],"tags":[],"content":"orgueil, démesure"},"Définitions/idéologie":{"title":"idéologie","links":["Biographies/Hannah-Arendt"],"tags":[],"content":"logique d’une seule idée, définition de Hannah Arendt (XXème siècle)"},"Définitions/individualisme":{"title":"individualisme","links":[],"tags":[],"content":"danger sur la communauté"},"Définitions/nature-pour-Hobbes":{"title":"nature pour Hobbes","links":[],"tags":[],"content":"ce que nous sommes sans Etat"},"Définitions/naturel":{"title":"naturel","links":[],"tags":[],"content":"présent à l’origine, iné, sans l’homme\n\nce vers quoi je tends naturellement\n"},"Définitions/nécessaire":{"title":"nécessaire","links":[],"tags":[],"content":"ce qui ne pas peut ne pas être, ce qui ne peut pas être autrement"},"Définitions/ochlocartie":{"title":"ochlocartie","links":[],"tags":[],"content":"pouvoir de la foule"},"Définitions/perversion":{"title":"perversion","links":[],"tags":[],"content":"le dirigent sert ses intérêts propres plutôt que le bien de la communauté"},"Définitions/phrénologie":{"title":"phrénologie","links":[],"tags":[],"content":"étude de la taille et de la forme du crâne à des fins de diagnostics"},"Définitions/providentialisme":{"title":"providentialisme","links":[],"tags":[],"content":"doctrine philosophique, à tendance finaliste, selon laquelle tout a été ordonné par Dieu pour le plus grand bien des créatures et pour la plus grande gloire de Dieu."},"Définitions/vision-finaliste":{"title":"vision finaliste","links":[],"tags":[],"content":"La vision finaliste d’Aristote affirme que tout dans la nature a une finalité intrinsèque vers laquelle il tend, comme une graine visant à devenir un arbre."},"Méthodo/Mini-Dissert":{"title":"Mini Dissert","links":[],"tags":[],"content":"2H\n\nsuejt = question philosophique\n\nI. Opinion commune, objections, réponses la plus faible (+ arguments)\n&quot;Il semblerait que...&quot;\n&quot;La plupart des gens pensent que...&quot;\n\nII. Critique du I. + thèse argumentée \\rightarrow dépassement\nConclusion\nRésumé + réponse\n\n\nArguments =\n\ndéfinitions\nauteurs/références\nexemples\n"},"Ressources/Guide-d'Etude":{"title":"Guide d'Etude","links":[],"tags":[],"content":"Une approche durkheimienne de la société : Guide d’étude\nQuestions à réponses courtes\n\nSelon Durkheim, quelles sont les deux caractéristiques principales d’un fait social ? Donnez un exemple pour illustrer votre compréhension.\nComment Durkheim conceptualise-t-il la relation entre l’individualisme et la société ? Considère-t-il l’individualisme comme une menace pour la cohésion sociale ?\nExpliquez le concept de « solidarité mécanique » selon Durkheim. Quel type de société manifeste généralement cette forme de solidarité ?\nContrastez la « solidarité mécanique » avec la « solidarité organique ». Comment la division du travail contribue-t-elle à la transition de l’une à l’autre ?\nSelon Durkheim, quel rôle joue la religion dans la société ? Comment cela se rapporte-t-il à son concept de « conscience collective » ?\nDécrivez brièvement la méthode des « variations concomitantes » de Durkheim. Quelles en sont les limites dans la détermination de la causalité ?\nComment la métaphore du corps apparaît-elle dans les œuvres de Tite-Live et de Saint-Paul ? Quelle est la différence essentielle dans l’application de cette métaphore par les deux auteurs ?\nPourquoi Durkheim soutient-il que nous devons traiter les faits sociaux « comme des choses » ? Que veut-il dire par cette affirmation ?\nComparez et contrastez les points de vue d’Aristote et d’Hobbes concernant la relation entre l’individu et la communauté.\nComment la défiance d’Antigone envers la loi de Créon illustre-t-elle la tension entre différents systèmes de valeurs au sein de la conscience collective ?\n\nRéponses courtes - Clés\n\nLes deux caractéristiques principales d’un fait social sont l’extériorité (existant en dehors de la conscience individuelle) et la coercition (exerçant une contrainte sur les individus). Par exemple, la langue est un fait social, car elle existe indépendamment de tout locuteur individuel et impose ses règles de grammaire et de syntaxe.\nDurkheim pense que l’individualisme n’est pas intrinsèquement opposé à la cohésion sociale, mais est en fait un produit de l’évolution sociétale. Il soutient que l’individualisme moderne est enraciné dans les valeurs morales encouragées par la société elle-même.\nLa solidarité mécanique est une forme de cohésion sociale basée sur des valeurs, croyances et expériences partagées. Elle caractérise les sociétés traditionnelles avec une faible division du travail, où les individus accomplissent des tâches similaires et ont un fort sentiment d’identité collective.\nLa solidarité organique émerge dans les sociétés modernes à forte division du travail. Contrairement à la solidarité mécanique, elle repose sur l’interdépendance, car les individus se spécialisent dans différentes tâches et dépendent les uns des autres pour satisfaire leurs besoins. La division du travail affaiblit la conscience collective, mais crée une nouvelle forme de solidarité basée sur la nécessité fonctionnelle.\nDurkheim voit la religion comme une institution fondamentale qui incarne la conscience collective d’une société. Par le biais de rituels et de croyances partagés, la religion renforce les normes et valeurs sociales, favorisant ainsi la solidarité et le sentiment d’appartenance.\nLes variations concomitantes consistent à observer la corrélation entre différents phénomènes sociaux pour identifier des relations de causalité potentielles. Cependant, cette méthode ne peut pas établir de manière définitive la causalité, car la corrélation ne signifie pas toujours causalité. Il peut y avoir des facteurs sous-jacents ou des variables intermédiaires qui expliquent la relation observée.\nTite-Live et Saint Paul utilisent tous deux la métaphore du corps pour représenter l’interconnexion de la société. Cependant, Tite-Live met l’accent sur la hiérarchie sociale et la dépendance des classes inférieures envers l’élite dirigeante, tandis que Saint Paul souligne l’égalité spirituelle de tous les membres dans la communauté chrétienne.\nL’appel de Durkheim à traiter les faits sociaux « comme des choses » plaide pour une approche objective et empirique en sociologie. Il pense que les phénomènes sociaux ont une réalité externe qui peut être observée et étudiée scientifiquement, tout comme les objets dans le monde naturel.\nAristote croit que les êtres humains sont intrinsèquement sociaux (« des animaux politiques ») et que la communauté est essentielle à l’épanouissement humain. Hobbes, en revanche, voit les individus comme motivés par l’intérêt personnel, et le contrat social comme un moyen nécessaire d’échapper à un « état de nature » chaotique.\nLe conflit entre Antigone et Créon illustre le choc entre les devoirs religieux et familiaux et la loi de l’État. Il met en lumière la tension qui peut surgir lorsque différents systèmes de valeurs au sein de la conscience collective entrent en conflit, obligeant les individus à faire des choix difficiles.\n\nQuestions de dissertation\n\nAnalysez de manière critique le concept de « conscience collective » chez Durkheim. Dans quelle mesure ce concept rend-il compte de l’agence individuelle et de la diversité au sein de la société ?\nDurkheim soutient que la division du travail conduit à une transition de la solidarité mécanique à la solidarité organique. Discutez des avantages et des inconvénients de chaque type de solidarité. La solidarité organique affaiblit-elle nécessairement la cohésion sociale ?\nComparez et contrastez les compréhensions de Durkheim et de Marx concernant la relation entre l’individu et la société. Dans quelle mesure leurs points de vue sont-ils compatibles ou conflictuels ?\nEn vous appuyant sur des exemples d’Antigone, explorez comment les concepts de fait social et de conscience collective de Durkheim aident à éclairer les thèmes centraux de la pièce.\nDurkheim croyait que la sociologie devait être une discipline scientifique. Évaluez les forces et les limites de son approche scientifique de l’étude de la société.\n\nGlossaire des termes clés\n\nConscience collective : Les croyances, valeurs et normes partagées qui unissent une société.\nFait social : Des manières de faire, penser et sentir qui sont extérieures et coercitives, imposées aux individus par la société.\nSolidarité mécanique : Cohésion sociale basée sur des valeurs et expériences partagées, typique des sociétés traditionnelles avec une faible division du travail.\nSolidarité organique : Cohésion sociale basée sur l’interdépendance et la spécialisation des rôles, caractéristique des sociétés modernes avec une forte division du travail.\nAnomie : Un état d’absence de normes ou de désorganisation sociale, souvent causé par des changements sociaux rapides.\nVariations concomitantes : Une méthode de recherche sociologique consistant à observer la corrélation entre différents phénomènes sociaux pour identifier des relations de causalité potentielles.\nHolisme : L’idée que la société est plus que la somme de ses parties et que les phénomènes sociaux doivent être étudiés dans leur ensemble.\nIndividualisme : Une philosophie sociale et morale qui met l’accent sur l’autonomie individuelle, l’autosuffisance et la liberté de choix.\nPositivisme : Une approche philosophique qui met l’accent sur l’observation empirique et les méthodes scientifiques comme principaux moyens d’acquérir des connaissances.\nDivision du travail : La spécialisation des tâches et des rôles dans une société, entraînant une interdépendance accrue et une efficacité économique.\n"},"index":{"title":"La Communauté et l'Individu","links":["Cours/Cours-Philo","Ressources/Guide-d'Etude"],"tags":[],"content":"Vous trouverez ici le cours de philo complet et à jour de la formation CapECL.\nPour y accéder, c’est ici!\n\nRessources supplémentaires\n\n\nPour avoir des réponses précises à vos questions courantes, voir des idées de sujets de dissertation et se remémorer les définitions clés du chapitre, voir le guide d’étude.\n\n\nDocument PDF intéressant sur les nuances entre communautés et sociétés.\n\n\n\nPour écouter un podcast récapitulatif du cours (anglais uniquement) :\n\n \nTranscription:\n\nSpeaker 0 | 00:00.068\nEver feel like you&#039;re being pulled in two directions at once? On the one hand, there&#039;s that urge to stand out, be your own person, but then there&#039;s the need to belong, to be part of something bigger. That&#039;s the tug of war between individualism and community we&#039;re diving into today. And the source material you sent philosophers, sociologists, the whole shebang gets right to the heart of it.\nSpeaker 1 | 00:19.033\nA tension that’s as old as society itself, really. Plays out everywhere, even if we don’t realize it.\nSpeaker 0 | 00:24.255\nTotally. So, to kick things off, imagine yourself back in ancient Greece, debating the meaning of life with Aristotle. He hits you with this line, man is by nature a political animal. What does that even mean in today’s world?\nSpeaker 1 | 00:37.738\nWell, Aristotle’s saying humans are hardwired for connection. It’s not a choice. It’s in our nature to seek out others, form bonds, create societies. He even said a hand cut off from the body isn’t a hand anymore, just flesh.\nSpeaker 0 | 00:51.822\nOkay, that’s a vivid image. So we’re incomplete without community. Can’t thrive as individuals unless we’re part of something larger.\nSpeaker 1 | 00:58.256\nPrecisely. And this idea of community shaping the individual, it continues with Socrates, you know, know thyself. He wasn’t advocating for like solitary introspection. Socrates believed true self knowledge comes from understanding our place within society, our roles, our responsibilities, our limitations.\nSpeaker 0 | 01:15.446\nNot rejecting individuality then, but recognizing it exists within a larger context. We can’t have one without the other.\nSpeaker 1 | 01:22.029\nExactly. And the Greeks had a word for when that balance gets messed up, hubris. Excessive pride, arrogance, thinking you’re above the community, recipe for disaster.\nSpeaker 0 | 01:32.081\nMakes sense. Rocking the boat too much threatens everyone. But not everyone buys into this, we’re all in this together idea, right? Jump ahead a few centuries, we’ve got Thomas Hobbes, very different take, especially after living through a civil war.\nSpeaker 1 | 01:44.624\nHobbes was a bit more cynical. Saw chaos, violence, a desire for power driving everything. His state of nature life being nasty, brutish, and short still resonates, don’t you think?\nSpeaker 0 | 01:55.567\nLeak picture. So if we’re all so selfish, power hungry, how do we live together without tearing each other apart?\nSpeaker 1 | 02:02.378\nThat’s where the social contract comes in. Hobbes argued society isn’t natural, but an agreement we make to escape that awful state of nature. Right. We trade some freedom for security, my safety for your power to rule.\nSpeaker 0 | 02:14.964\nSo even Hobbes, with his dim view of humanity, still believed in some kind of community, just built on fear, not this innate desire to connect.\nSpeaker 1 | 02:23.127\nExactly. For Hobbes, community was a pragmatic solution to a problem. Our own self-destructive tendencies.\nSpeaker 0 | 02:29.711\nA bit grim, but relatable. Think about how often fear drives our decisions even today. But this isn’t just ancient philosophers. This tension is something sociology tackles head on, right? And that’s where Emile Durkheim comes in. Okay, so from Aristotle’s political animals to Hobbes’well, kind of depressing social contract, where does Durkheim fit in? Is he team Aristotle or team Hobbes?\nSpeaker 1 | 02:52.287\nDifferent league, really. Durkheim agrees society is this powerful force, but digs deeper into how it works. It’s all about what he calls social facts.\nSpeaker 0 | 02:59.689\nSocial facts. Okay, I need to unpack that one. It sounds kind of intimidating.\nSpeaker 1 | 03:02.670\nThink of it this way. Ever feel pressured to dip? Even if the service was awful. Or you’re dressing a certain way because everyone else is, even if you hate it. Social facts in action.\nSpeaker 0 | 03:13.773\nAh, so like unwritten rules influencing us even when we don’t realize it.\nSpeaker 1 | 03:17.714\nExactly. They exist outside us as individuals, yet they shape our beliefs. values, even our sense of self. Language is another good example. We’re born into a world where language already exists, and we’re forced to use its structure to be understood.\nSpeaker 0 | 03:32.943\nSo these social facts, they’re like the scaffolding of society, the structure we don’t always see.\nSpeaker 1 | 03:37.826\nPrecisely. And here’s the curveball. Durkheim argues even our concept of individualism, individual rights, is itself a social fact.\nSpeaker 0 | 03:45.512\nWhoa, hold on. So it’s not about rejecting community, but about how community looks in the modern world.\nSpeaker 1 | 03:50.235\nExactly. Durkheim saw individualism not as the death of community, but as its evolution. He saw a growing moral individualism, more emphasis on individual rights, autonomy. But he worried what happens when that goes too far, when community bonds weaken too much.\nSpeaker 0 | 04:05.924\nThat’s a question we’re still dealing with, right? Especially with how tech has changed what community even means. Online communities, virtual ones, communities around like super niche interests. It’s blurry now.\nSpeaker 1 | 04:18.054\nAbsolutely. And these diverse communities. They’re enriching people, find connection in new ways, but can also lead to echo chambers, colorization.\nSpeaker 0 | 04:26.139\nRight. If you’re only around people who agree with you.\nSpeaker 1 | 04:28.420\nExactly. It’s easy to lose sight of the bigger picture, the things that unite us as a society.\nSpeaker 0 | 04:34.204\nIt’s like if all you have is a hammer, everything looks like a nail. We need different perspectives.\nSpeaker 1 | 04:38.886\nExactly. And that’s where Durkheim’s ideas are so helpful. He knew that social cohesion, shared values are essential for society to work.\nSpeaker 0 | 04:46.911\nWithout it, it’s just chaos. Everyone for themselves.\nSpeaker 1 | 04:49.734\nExactly.\nSpeaker 0 | 04:50.475\nOkay. So it’s not about picking sides, individual versus community. It’s about finding the balance where both can work. But how do we do that? How do individual rights and social responsibility? coexist?\nSpeaker 1 | 05:02.339\nThat is the question, isn’t it? Easy answer. But it starts with recognizing this tension isn’t a bug. It’s a feature. It’s human. It’s what drives progress.\nSpeaker 0 | 05:11.264\nSo we embrace the tension, that push and pull, use it to make things better.\nSpeaker 1 | 05:15.807\nExactly. And that’s what I hope people take away from this. It’s not just about these big ideas. It’s about applying them to your life, your communities, because how we handle this me versus we thing, that’s the future of society.\nSpeaker 0 | 05:30.395\nWell said. A lifelong balancing act, but worth it. And on that note, we’ll leave everyone to ponder these big questions. Thanks for joining us.\nSpeaker 1 | 05:37.257\nIt is like a tapestry, yeah. All those threads. Individuals, choices, beliefs, woven together. And Durkheim worried what happens when those threads start to unravel.\nSpeaker 0 | 05:47.342\nHe was worried about a society where everyone’s just doing their own thing. No shared purpose, no responsibility.\nSpeaker 1 | 05:51.923\nExactly. He called it anemy, a state of social normlessness. Individuals feel disconnected, adrift. no sense of belonging, no clear purpose. And Durkheim thought anime was more likely during big social changes, like say a pandemic or a technological revolution.\nSpeaker 0 | 06:07.914\nWhich honestly kind of describes us right now. So much new stuff all the time, information, tech, ways of living, connecting, exciting and overwhelming at the same time.\nSpeaker 1 | 06:18.663\nAbsolutely. And that’s why all this individual community, it’s even more relevant now, because how do we navigate this constantly changing world? A&amp;D keeps some social glue holding us together.\nSpeaker 0 | 06:29.692\nRight. Because what even is community these days? It used to be simple, your neighborhood, your town. But now, online communities, virtual ones, groups based on interests from all over the world. Liberating and kind of fragmenting too, isn’t it?\nSpeaker 1 | 06:44.241\nExactly. These diverse communities, they’re great. People find connection in ways they couldn’t before. But it’s also echo chambers, polarization. You’re only around people who think like you.\nSpeaker 0 | 06:54.267\nYou lose sight of the bigger picture, the things we do share as a society.\nSpeaker 1 | 06:57.669\nPrecisely. And that’s why Durkheim is so insightful. He knew. You need some social glue, shared values, otherwise chaos. Individual self-interest wins over the common good.\nSpeaker 0 | 07:08.076\nSo it’s not about choosing sides, individual versus the group. It’s about, what did you call it, that sweet spot?\nSpeaker 1 | 07:14.240\nFollowing the balance, yeah, where both can thrive.\nSpeaker 0 | 07:16.261\nBut how do we do to do that? How can people have their individual rights and freedoms but also care about the collective?\nSpeaker 1 | 07:21.605\nMillion dollar question. No easy answers. Right. But it starts with recognizing this tension isn’t a flaw. It’s just part of the deal. It’s what makes us human. It drives progress, new ideas.\nSpeaker 0 | 07:32.695\nSo we lean into it then, that push and pull, use it to make things better.\nSpeaker 1 | 07:36.758\nExactly. And that’s what I hope sticks with you from all this. It’s not just about understanding these ideas. It’s about living them in your own life, in your own communities.\nSpeaker 0 | 07:45.863\nBeautifully put. It’s a lifelong balancing act, but worth it. And on that note, we’ll leave everyone to conjure all this. And thanks for joining us for this Dump Dive, everyone. Until next time.\n \n\n"}}